//////////////////////////////////////////////////////////////////////////
//
//					*** Eliot: Episodic ***
//					Copyright (C) 2020
//
// Репозиторий:		https://github.com/zombihello/Eleot-Episodic/
// Авторы:			Егор Погуляка (zombiHello)
//
//////////////////////////////////////////////////////////////////////////

#ifndef BUILDNUM_H
#define BUILDNUM_H

#include "common/types.h"

//---------------------------------------------------------------------//

le::UInt32_t			Game_BuildNumber();

//---------------------------------------------------------------------//

#endif // !BUILDNUM_H
